Repository: nkvoronov/script.skin.helper.service
Catalog: resources/language/resource.language.*/strings.po
Languages: ru_ru

# #32000
source: Favourites
ru_ru: Избранное

# #32001
source: Favourite Media
ru_ru: Избранное медиа

# #32002
source: Next Episodes
ru_ru: Следующие эпизоды

# #32003
source: Recommended Movies
ru_ru: Рекомендованные фильмы

# #32004
source: Recommended Media
ru_ru: Рекомендованное медиа

# #32005
source: Recent Media
ru_ru: Последние медиа

# #32006
source: Similar Movies
ru_ru: Похожие фильмы

# #32007
source: In progress and Recommended Media
ru_ru: Просматриваемое рекомендованное медиа

# #32008
source: Next Episodes
ru_ru: Следующие эпизоды

# #32009
source: Next Episodes
ru_ru: Следующие эпизоды

# #32010
source: Next Episodes
ru_ru: Следующие эпизоды

# #32011
source: Pick a color...
ru_ru: Выберите цвет...

# #32012
source: Color value:
ru_ru: Значение цвета:

# #32013
source: None
ru_ru: Нет

# #32014
source: Select a color theme
ru_ru: Выбрать цветовую тему

# #32015
source: Background overlay texture
ru_ru: Фон наложения текстуры

# #32016
source: Browse custom image for background overlay
ru_ru: Просмотр пользовательского изображение для фона наложения

# #32017
source: Enable/disable views
ru_ru: Вкл./Выкл. Просмотры

# #32018
source: Select a folder to create the backupfile
ru_ru: Выберите папку для создания файла резервной копии

# #32019
source: Export this theme to file
ru_ru: Экспортировать эту тему в файл

# #32020
source: Select skin backup file
ru_ru: Выбрать файл резервной копии настроек обложки

# #32021
source: Your colortheme is now available in the list of available themes
ru_ru: Ваша цветовая тема теперь в списке доступных тем

# #32022
source: Color theme imported succesfully
ru_ru: Цветовая тема успешно импортирована

# #32023
source: Enter a name for your color theme
ru_ru: Введите имя для вашей цветовой темы

# #32024
source: Screenshot of color theme (optional)
ru_ru: Снимок экрана цветовой темы (необязательно)

# #32025
source: User defined color theme
ru_ru: Определить пользовательскую цветовую тему

# #32026
source: Color theme created succesfully
ru_ru: Цветовая тема создана успешно

# #32027
source: Your colortheme is now available in the list of available themes
ru_ru: Ваша цветовая тема теперь в списке доступных тем

# #32028
source: Backup the skin settings
ru_ru: Резервное копирование настроек обложки

# #32029
source: Backupfile was succesfully created!
ru_ru: Файл резервной копии был успешно создан!

# #32030
source: An error has occured creating the backup!
ru_ru: Произошла ошибка создания резервной копии!

# #32031
source: Select skin backup file
ru_ru: Выберите файл резервной копии обложки

# #32032
source: Restore the skin settings
ru_ru: Восстановление настроек обложки

# #32033
source: Restoring...
ru_ru: Восстановление...

# #32034
source: Your backup is succesfully restored!
ru_ru: Ваша резервная копия успешно восстановлена!

# #32035
source: An error has occured while restoring the backup
ru_ru: Произошла ошибка при восстановлении резервной копии

# #32036
source: Reset the skin to default settings
ru_ru: Сброс настроек обложки

# #32037
source: Are you sure you want to reset the skin to default settings ?
ru_ru: Вы уверены, что хотите сбросить настройки обложки до значений по умолчанию ?

# #32038
source: Global media fanart background
ru_ru: Глобальный медиа фанарт фона

# #32039
source: Random movies background
ru_ru: Фон случайных фильмов

# #32040
source: Recent movies background
ru_ru: Фон последних фильмов

# #32041
source: In progress movies background
ru_ru: Фон просматриваемых фильмов

# #32042
source: Unwatched movies background
ru_ru: Фон непросматриваемых фильмов

# #32043
source: Random Tv Shows background
ru_ru: Фон случайных сериалов

# #32044
source: Recent episodes background
ru_ru: Фон последних эпизодов

# #32045
source: In progress Tv Shows background
ru_ru: Фон просматриваемых сериалов

# #32046
source: Random pictures background
ru_ru: Фон случайных изображений

# #32047
source: Random music videos background
ru_ru: Фон случайного муз. видео

# #32048
source: Random music artists background
ru_ru: Фон случайных исполнителей

# #32049
source: Opacity
ru_ru: Непрозрачность

# #32050
source: Custom color
ru_ru: Пользовательский цвет

# #32051
source: Select busy spinner
ru_ru: Выберите индикатор ожидания

# #32052
source: Custom single image (gif)
ru_ru: Одно пользовательское изображение (gif)

# #32053
source: Custom multi image (path)
ru_ru: Несколько пользовательских изображений (путь)

# #32054
source: Select view
ru_ru: Выбрать вид

# #32055
source: My TV Shows Airing today
ru_ru: Мои сериалы сегодня в эфире

# #32056
source: Configure conditional backgrounds
ru_ru: Настройка условных фонов

# #32057
source: Setup backgrounds that will be activated on specified dates
ru_ru: Установить фоны, которые будут активированы на указанные даты

# #32058
source: Please enter a name for your conditional background
ru_ru: Пожалуйста, введите имя для условного фона

# #32059
source: Conditional background override
ru_ru: Условный фон переопределение

# #32060
source: Error while writing changes. Make sure you have filled in all fields correctly.
ru_ru: Ошибка при записи изменений. Убедитесь, что вы заполнили все поля правильно.

# #32061
source: Please select a background image
ru_ru: Пожалуйста, выберите фоновое изображение

# #32062
source: Smart Shortcuts
ru_ru: Смарт ярлыки

# #32063
source: Default Widgets
ru_ru: Виджеты по умолчанию

# #32064
source: Do you want to setup a single background or a folder with multiple backgrounds ?
ru_ru: Вы хотите, установить один фон или папку с несколькими фонами?

# #32065
source: Single
ru_ru: Один

# #32066
source: Multiple
ru_ru: Несколько

# #32067
source: Select image folder path
ru_ru: Выберитье папку с изображениями

# #32068
source: Please enter a filename for your backup
ru_ru: Пожалуйста, введите имя файла для резервного копирования

# #32069
source: Please enter the time that this theme should be activated (hh:mm in 24-hours format)
ru_ru: Пожалуйста, введите время, когда эта тема будет активирована (чч:мм в 24-часовом формате)

# #32070
source: Did you enter the time in the correct format ?
ru_ru: Вы ввели время в нужном формате?

# #32071
source: Activates every day at
ru_ru: Активировать каждый день в

# #32072
source: Go to Series level
ru_ru: Перейти к уровню серий

# #32073
source: Add new condition...
ru_ru: Добавить новое условие ...

# #32074
source: Add a new condition to activate a custom background on a selected timespan
ru_ru: Добавить новое условие для активации пользовательского фона на выбранный отрезок времени

# #32075
source: Delete or change ?
ru_ru: Удалить или изменить?

# #32076
source: Do you want to delete or change the existing entry ?
ru_ru: Вы хотите, удалить или изменить существующую запись?

# #32077
source: Change
ru_ru: Изменить

# #32078
source: Delete
ru_ru: Удалить

# #32079
source: Create Color Theme...
ru_ru: Создать цветную тему...

# #32080
source: Create new custom color theme based on your current skin color settings.
ru_ru: Создать новую пользоательскую цветовую тему на основе текущих настроек цвета обложки.

# #32081
source: Import Color Theme from file...
ru_ru: Импорт цветовую тему из файла ...

# #32082
source: Import a colortheme from file.
ru_ru: Импорт цветовую тему из файла.

# #32083
source: Apply this Color Theme
ru_ru: Применить эту цветовую тему

# #32084
source: Export this Color Theme to file
ru_ru: Экспорт цветовую тему в файл

# #32085
source: Manage Color Themes
ru_ru: Управление цветом темы

# #32086
source: In progress Media
ru_ru: Просматриваемое медиа

# #32087
source: Recently added songs
ru_ru: Последние добавленные песни

# #32088
source: Recently played songs
ru_ru: Последние проигранные песни

# #32089
source: Reset persistant cache
ru_ru: Сбросить постоянный кэш

# #32090
source: Are you sure you want to reset the permanent cache ? Warning: This will delete all contents of the folder
ru_ru: Вы уверены, что хотите сбросить постоянный кэш ? Внимание: Это удалит все содержимое папки

# #32091
source: The action completed sucesfully
ru_ru: Действие успешно

# #32092
source: The action completed with errors
ru_ru: Действие завершено с ошибками

# #32093
source: PVR Thumbs are disabled or not supported in this skin
ru_ru: PVR эскизы отключены или не поддерживаются в этой обложке

# #32094
source: Use TMDB for lookups
ru_ru: Использовать TMDB для поиска

# #32095
source: Use extended images from Fanart.tv
ru_ru: Использовать расширенные изображения из Fanart.tv

# #32096
source: Use Google images for lookups
ru_ru: Использовать Изображения Google для поиска

# #32097
source: Use Youtube for lookups
ru_ru: Использовать Youtube для поиска

# #32098
source: Use local video Library for lookups
ru_ru: Использовать библиотеку видео для поиска

# #32099
source: Custom (recordings) folder for lookups
ru_ru: Пользовательская папка для поиска

# #32100
source: Use thumb provided by PVR addon
ru_ru: Использовать эскизы предоставленный PVR аддоном

# #32101
source: Download artwork for PVR Recordings
ru_ru: Скачать иллюстрации для PVR записей

# #32102
source: Download artwork for PVR Guide entries
ru_ru: Скачать иллюстрации для PVR программы

# #32103
source: Location of the persistant cache
ru_ru: Расположение постоянного кэша

# #32104
source: Live TV channels (with artwork)
ru_ru: ТВ каналы (с иллюстрациями)

# #32105
source: Live TV Recordings (with artwork)
ru_ru: ТВ записи (с иллюстрациями)

# #32106
source: Channels to ignore with lookups, seperate with ;
ru_ru: Игнорировать каналы поисков, отдельные ;

# #32107
source: Ignore titles with these words, seperate with ;
ru_ru: Игнорировать названия с этими словами, разделённых ;

# #32108
source: Directory structure for cache folder
ru_ru: Структура каталогов для папки кэша

# #32109
source: Programtitle (default)
ru_ru: Название программы (по умолчанию)

# #32111
source: Channelname - Programtitle
ru_ru: Название канала - Название программы

# #32112
source: Words to ignore (strip) in titles, seperate with ;
ru_ru: Игнорировать слова в названиях, разделённых ;

# #32113
source: Random PVR fanart background
ru_ru: Случайные PVR фанарт фон

# #32114
source: Preferred language for TMDB metadata
ru_ru: Предпочтительный язык для метаданных TMDB

# #32115
source: Enable creation of wall/grid backgrounds
ru_ru: Разрешить создание стен/сетки фонов

# #32116
source: Prefer black & white for wall backgrounds
ru_ru: Предпочтительно черный и белый для стен фонов

# #32117
source: Random Movies Wall/Grid
ru_ru: Случайные фильмы Стена/Сетка

# #32118
source: Random Artists Wall/Grid
ru_ru: Случайные исполнители Стена/Сетка

# #32119
source: Random Albums Wall/Grid
ru_ru: Случайные альбомы Стена/Сетка

# #32120
source: PVR Artwork
ru_ru: PVR иллюстраций

# #32121
source: Backgrounds
ru_ru: Фоны

# #32122
source: Music Artwork
ru_ru: Муз. иллюстрации

# #32123
source: Enable online lookups for music artwork
ru_ru: Разрешить онлайн поиск для иллюстраций музыки

# #32124
source: Lookup artwork in local music folders
ru_ru: Поиск иллюстраций в папках музыки

# #32125
source: Download artwork to local music folders
ru_ru: Загрузить иллюстрации в папки музыки

# #32126
source: Reset persistant cache
ru_ru: Сбросить постоянный кэш

# #32127
source: Random Tv Shows Wall/Grid
ru_ru: Случайные серии Стена/Сетка

# #32128
source: Only build the wall images once (reuse images)
ru_ru: Строить стены изображений только один раз

# #32129
source: Clear cache (rebuild all wall images)
ru_ru: Очистить кэш (перестроить все стены изображений)

# #32130
source: Similar TV Shows
ru_ru: Похожие сериалы

# #32131
source: Recommended albums
ru_ru: Рекомендуемые альбомы

# #32132
source: Recommended songs
ru_ru: Рекомендуемые песни

# #32133
source: PVR Channel groups
ru_ru: PVR группы канала

# #32134
source: Other
ru_ru: Другое

# #32135
source: Enable verbose debug logging
ru_ru: Разрешить ведение подробного журнала отладки

# #32136
source: Max number of extrafanarts to grab for music/pvr fanart
ru_ru: Максимальное количество экстра фанартов для музыки/PVR

# #32137
source: Title's character splitter
ru_ru: Название символа разделителя

# #32138
source: Random videos background (movie/show/musicvideo)
ru_ru: Фон случайное видео (фильм/сериал/муз. видео)

# #32139
source: Recent videos background (movie or tvshow)
ru_ru: Фон последнее видео (фильм или сериал)

# #32140
source: In progress videos background (movie or tvshow)
ru_ru: Фон просматриваемое видео (фильм или сериал)

# #32141
source: Color Palette
ru_ru: Цветовая палитра

# #32142
source: Recently added music
ru_ru: Последняя добавленная музыка

# #32143
source: Artwork settings
ru_ru: Настройки иллюстраций

# #32144
source: Refresh item (auto lookup)
ru_ru: Обновить элемент (авто.)

# #32145
source: Refresh item (manual lookup)
ru_ru: Обновить элемент (ручн.)

# #32146
source: Enter a name for the theme
ru_ru: Введите имя для темы

# #32147
source: Enter search phrase for lookup
ru_ru: Введите поисковую фразу для поиска

# #32148
source: Open Configuration
ru_ru: Открыть настройки

# #32149
source: Add channel to ignore list
ru_ru: Добавить канал в список игнорирования

# #32150
source: Add title to ignore list
ru_ru: Добавить название в список игнорирования

# #32151
source: PVR - Recent recordings
ru_ru: PVR - Последние записи

# #32152
source: PVR - Next unwatched recordings
ru_ru: PVR - Следующие непросмотренные записи

# #32153
source: PVR - TV Channels
ru_ru: PVR - ТВ каналы

# #32154
source: PVR - Timers
ru_ru: PVR - Таймеры

# #32155
source: Enable PVR artwork for Recordings/timers only
ru_ru: Разрешить PVR иллюстрации только для записей/таймеров

# #32156
source: Posters
ru_ru: Постеры

# #32157
source: Precache all music artwork
ru_ru: Кешировать все иллюстрации музыки

# #32158
source: Are you sure you want to continue? This can take some time, depending on your collection size.
ru_ru: Вы уверены что хотите продолжить? Это может занять некоторое время, в зависимости от размера коллекции.

# #32159
source: Allow existing artwork to be overwritten with better quality
ru_ru: Заменять существующие иллюстрации, иллюстрациями с лучшим качеством

# #32160
source: Maximum number of wall images to create for each background
ru_ru: Максимальное количество изображений на стене для каждого фона

# #32161
source: Black & White
ru_ru: Черное и Белое

# #32162
source: Similar Media
ru_ru: Похожее медиа

# #32163
source: Widgets
ru_ru: Виджеты

# #32164
source: Enable artwork lookups for music/pvr widgets
ru_ru: Разрешить поиск иллюстраций для музыка/PVR виджетов

# #32165
source: Show specials in episode widgets
ru_ru: Показать предложения в виджете эпизодов

# #32166
source: Browse albums instead of playing for album widgets
ru_ru: Просмотр альбомов вместо того, чтобы играть виджет альбома

# #32167
source: In-progress episodes
ru_ru: Просматриваемые эпизоды

# #32168
source: In-progress movies
ru_ru: Просматриваемые фильмы

# #32169
source: In-progress and recommended movies
ru_ru: Просматриваемые и рекомендуемые фильмы

# #32170
source: PVR - TV Channels (with artwork)
ru_ru: PVR - ТВ каналы (с иллюстрациями)

# #32171
source: PVR - Next unwatched recordings (reversed)
ru_ru: PVR - След. непросмотреные записи (в обр. порядке)

# #32172
source: Precache all artwork
ru_ru: Кешировать все иллюстрации

# #32173
source: Manual select Animated Poster
ru_ru: Выбрать вручную анимированный постер

# #32174
source: Manual select Animated fanart
ru_ru: Выбрать вручную анимированный фанарт

# #32175
source: Select Animated artwork
ru_ru: Выбрать анимированные иллюстрации

# #32176
source: Browse for image...
ru_ru: Обзор для изображений...

# #32177
source: Custom folder with music artwork
ru_ru: Пользовательская папка с иллюстрациями музыки

# #32178
source: Lookup artwork in custom folder
ru_ru: Поиск иллюстраций в пользовательской папке

# #32179
source: Contextmenu
ru_ru: Контексное меню

# #32180
source: Show contextmenu for music artwork
ru_ru: Показывать контексное меню для иллюстраций музыки

# #32181
source: Show contextmenu for pvr artwork
ru_ru: Показывать контексное меню для PVR иллюстраций

# #32182
source: Show contextmenu for animated artwork
ru_ru: Показывать контексное меню для анимированных иллюстрации

# #32183
source: Show series-level button in contextmenu
ru_ru: Показать кнопку уровня серий в контексном меню

# #32184
source: Skip online lookup if all artwork is found locally
ru_ru: Пропустить онлайн поиск, если все иллюстрации найдено локально

# #32185
source: Random movies
ru_ru: Случайные фильмы

# #32186
source: In-progress and random movies
ru_ru: Просматриваемые и случайные фильмы

# #32187
source: Random albums
ru_ru: Случайные альбомы

# #32188
source: Random songs
ru_ru: Случайные песни

# #32189
source: Hide watched items in video widgets
ru_ru: Скрыть просмотренные элементы в виджетах видео

# #32190
source: Only use in-progress shows in next episodes widget
ru_ru: Использовать только просм. сериалы в виджете след. эпизод

# #32191
source: Recommended Tv Shows
ru_ru: Рекомендуемые сериалы

# #32192
source: Recently added movies
ru_ru: Последние добавленные фильмы

# #32193
source: Recently added episodes
ru_ru: Последние добавленные эпизоды

# #32194
source: Recently added musicvideos
ru_ru: Последние добавленные муз. видео

# #32195
source: Random Tv Shows
ru_ru: Случайные сериалы

# #32196
source: Only use images from recordings for random PVR background
ru_ru: Использовать только изображения из записей для случайного фона PVR

# #32197
source: Unaired episodes
ru_ru: Эпизоды не в эфире

# #32198
source: Next airing episodes
ru_ru: След. эпизоды в эфире

# #32199
source: Use custom MusicBrainz mirror
ru_ru: Использовать пользовательские зеркала MusicBrainz

# #32200
source: Random videos background (movie/show)
ru_ru: Фон случайное видео (фильмы/сериалы)

# #32201
source: TMDB Results
ru_ru: Результаты (TMDB)

# #32202
source: Google Images Results
ru_ru: Результаты (Изображения Google)
